Repository: GrzMzz/WaterApp
Catalog: WaterApp/*.lproj/Localizable.strings
Languages: it

# restart
source: In order to change the lenguage, the App must be closed and reopened
it: Per cambiare lingua, è necessario chiudere e riaprire l'App

# restartTitle
source: App restart needed
it: Riavvio dell'App richiesto

source: Cancel
it: Annulla

# close
source: Close now
it: Chiudi ora

# error
source: Error Geolocalization
it: Errore Geocalizzazione

# errorgeo
source: Oh :( We have same problems with geolocalization. Have you give the permission for localization?
it: Oh no :( Abbiamo dei problemi con la geocalizzazione. Hai dato il permesso per avere la tua posizione?

# errorDownTitle
source: Error Download
it: Errore Download

# errorDownDesc
source: Error during the donwload of information. Try to restar the app and verify your connection
it: Errore durante il download delle informazioni. Prova a ravviare l'app e verifica la tua connesione Internet

source: About us
it: Chi siamo

source: Intestinal enterococci
it: Enterococchi

source: Luigi Previdente: Computer science degree, coordinator Vincenzo Pugliese : Computer science degree, collaborator Alessio Antonisio: Electronical engineering student, coder Raffaele Esposito: Computer science student, coder Vittorio Cimmino: Computer science student, designer Grazia Assunta Mazzei: Computer science student, coder Hieda Adriana Silva: PhD Student in Information Engineering, collaborator
it: Luigi Previdente: laureato in ingegneria informatica, coordinatore Vincenzo Pugliese : laureato in ingegneria informatica, collaboratore Alessio Antonisio: studente di ingegneria elettronica, programmatore Raffaele Esposito: studente di informatica, programmatore Vittorio Cimmino: studente di informatica, designer Grazia Assunta Mazzei: studentessa di informatica, designer Hieda Adriana Silva: dottoranda in ingegneria informatica, collaboratore

source: Is a common bacterium, genre Enterobacteria, Gram-negative. We can distinguish about 171 serotype. It is normally present in the intestine of all humans and mammals and are necessary for the correct digestion of the food. There can be situation in which E. coli can provoke sickness and other disturbance on the man, like intestinal and urinary infections, meningitis, peritonitis, septicemy and pneumonia. This mostly happens through alimentar infection, but polluted water is also very risky. This kind of pollution is entirely caused by human activities. The limit value for italian coast-water was established at 500 millions of Unities forming a colony (UFC), for 100 ml of water
it: È un batterio piuttosto comune, del quale possiamo distinguere 171 serotipi. È comunemente presente nell’intestino di umani e mammiferi, e serve a una corretta digestione. Ci sono però situazioni in cui l’E.coli può causare malattie e disturbi vari, come infezioni intestinali, meningite, peritonite, setticemia, polmonite. Ciò avviene maggiormente quando l’acqua viene ingerita, ma anche immergersi in bacini contaminati è rischioso. Questo tipo di inquinamento è causato quasi esclusivamente dall’uomo. Il limite stabilito dal Ministero della Salute è 500 UFC (Unità Formanti la Colonia) per 100 ml di acqua.
